app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
  def view
    @students = Student.all